Repository: TheSamurai4861/movi-app
Catalog: lib/l10n/app_*.arb
Languages: fr_mm

# welcomeTitle
source: Welcome!
fr_mm: Que nenni ! Bienv'nû !

# welcomeSubtitle
source: Fill your preferences to personalize Movi.
fr_mm: Remplis tes préférences, c’est point couettos mais utile.

# labelUsername
source: Nickname
fr_mm: Sobriquet

# labelPreferredLanguage
source: Preferred Language
fr_mm: Langage de la bourgogne

# actionContinue
source: Continue
fr_mm: Avançons

# hintUsername
source: Your nickname
fr_mm: Ton sobriquet

# errorFillFields
source: Please fill the fields correctly.
fr_mm: Faut point oublier d’emplir les champs.

# homeWatchNow
source: Watch
fr_mm: Regarder

# welcomeSourceTitle
source: Welcome!
fr_mm: Bienv'nû !

# welcomeSourceSubtitle
source: Add a source to personalize your experience in Movi.
fr_mm: Ajoute une source, que diable, pour personnaliser Movi.

# welcomeSourceAdd
source: Add a source
fr_mm: Ajouter la souce

# searchTitle
source: Search
fr_mm: Quérir

# searchHint
source: Type your search
fr_mm: Tape ta quête

source: Clear
fr_mm: Ôter

# moviesTitle
source: Movies
fr_mm: Bobines

# seriesTitle
source: Shows
fr_mm: Feuilletons

source: No results
fr_mm: Point de résultat

# historyTitle
source: History
fr_mm: Chronique

# historyEmpty
source: No recent searches
fr_mm: Point de recherche récente

source: Delete
fr_mm: Pourfendre

# resultsCount
source: ({count} results)
fr_mm: ({count} trouvailles)

# errorUnknown
source: Unknown error
fr_mm: Méprise inconnue

# errorConnectionFailed
source: Connection failed: {error}
fr_mm: Connexion faillie : {error}

# errorConnectionGeneric
source: Connection failed
fr_mm: Connexion faillie

# validationRequired
source: Required
fr_mm: Obligé

# validationInvalidUrl
source: Invalid URL
fr_mm: L’adresse est point bonne

# snackbarSourceAddedBackground
source: IPTV source added. Sync in background…
fr_mm: Source IPTV ajoutée. Ça s’active en coulisse…

# snackbarSourceAddedSynced
source: IPTV source added and synchronized
fr_mm: Source IPTV ajoutée et arrimée

# navHome
source: Home
fr_mm: Gîte

# navSearch
source: Search
fr_mm: Quête

# navLibrary
source: Library
fr_mm: Réserve

# navSettings
source: Settings
fr_mm: Ajustes

# settingsTitle
source: Settings
fr_mm: Ajustes

# settingsLanguageLabel
source: Application Language
fr_mm: Langage de l’appli

# settingsGeneralTitle
source: General Preferences
fr_mm: Préférences générales

# settingsDarkModeTitle
source: Dark Mode
fr_mm: Nuit noire

# settingsDarkModeSubtitle
source: Enable a night-friendly theme.
fr_mm: Active un thème pour besogner la nuit.

# settingsNotificationsTitle
source: Notifications
fr_mm: Avises

# settingsNotificationsSubtitle
source: Be notified of new releases.
fr_mm: Soyez prévenus des nouveautés.

# settingsAccountTitle
source: Account
fr_mm: Comptoir

# settingsProfileInfoTitle
source: Profile information
fr_mm: Billets du profil

# settingsProfileInfoSubtitle
source: Name, avatar, preferences
fr_mm: Nom, effigie, préférences

# settingsAboutTitle
source: About
fr_mm: À propos

# settingsLegalMentionsTitle
source: Legal mentions
fr_mm: Mentions légales

# settingsPrivacyPolicyTitle
source: Privacy policy
fr_mm: Privautés

# actionCancel
source: Cancel
fr_mm: Abandonner

# actionConfirm
source: Confirm
fr_mm: Valider la chose

# actionRetry
source: Retry
fr_mm: Recommencer

# homeErrorSwipeToRetry
source: An error occurred. Swipe down to retry.
fr_mm: Un couac est advenu. Tire en bas pour réessayer.

# homeContinueWatching
source: Continue watching
fr_mm: En cours

# homeNoIptvSources
source: No IPTV source active. Add a source in Settings to see your categories.
fr_mm: Point de source IPTV. Ajoute-en dans Ajustes pour voir tes catégories.

# homeNoTrends
source: No trending content available
fr_mm: Point de tendances

# actionRefreshMetadata
source: Refresh metadata
fr_mm: Rafraîchir les bilboquets

# actionChangeMetadata
source: Change metadata
fr_mm: Changer les bilboquets

# actionAddToList
source: Add to a list
fr_mm: Mettre en la liste

source: Metadata refreshed
fr_mm: Bilboquets rafraîchis

source: Error refreshing metadata
fr_mm: Couac lors du rafraîchissement des bilboquets

# actionMarkSeen
source: Mark as seen
fr_mm: Marquer comme vu

# actionMarkUnseen
source: Mark as unseen
fr_mm: Marquer comme point vu

# actionReportProblem
source: Report a problem
fr_mm: Signaler un couac

source: Feature coming soon
fr_mm: Fonction à venir

# subtitlesMenuTitle
source: Subtitles
fr_mm: Sous-titres

# videoFitModeMenuTitle
source: Display mode
fr_mm: Mode d'affichage

# videoFitModeContain
source: Original proportions
fr_mm: Proportions de base

# videoFitModeCover
source: Fill screen
fr_mm: Tout l'espace

# actionDisable
source: Disable
fr_mm: Désactiver

# defaultTrackLabel
source: Track {id}
fr_mm: Piste {id}

# actionNextEpisode
source: Next episode
fr_mm: Épisode suivant

# actionRestart
source: Restart
fr_mm: Recommencer

# errorSeriesDataUnavailable
source: Unable to load series data
fr_mm: Impossible de charger les données de la série

# errorNextEpisodeFailed
source: Unable to determine next episode
fr_mm: Impossible de déterminer l'épisode suivant

# actionLoadMore
source: Load more
fr_mm: Charger davantage

# iptvServerUrlLabel
source: Server URL
fr_mm: Adresse du serveur

# iptvServerUrlHint
source: Xtream server URL
fr_mm: Adresse du serveur Xtream

# iptvPasswordLabel
source: Password
fr_mm: Mot de passe

# iptvPasswordHint
source: Xtream password
fr_mm: Mot de passe Xtream

# actionConnect
source: Connect
fr_mm: Se relier

# settingsRefreshIptvPlaylistsTitle
source: Refresh IPTV playlists
fr_mm: Rafraîchir les listes IPTV

# statusActive
source: Active
fr_mm: Actif

# statusNoActiveSource
source: No active source
fr_mm: Point de source active

# overlayPreparingHome
source: Preparing home…
fr_mm: Préparation du gîte…

# bootstrapRefreshing
source: Refreshing IPTV lists…
fr_mm: Rafraîchissement des listes IPTV…

# bootstrapEnriching
source: Preparing metadata…
fr_mm: Préparation des billets…

# errorPrepareHome
source: Unable to prepare the home page
fr_mm: Impossible de préparer la page du gîte

# overlayOpeningHome
source: Opening home…
fr_mm: Ouverture du gîte…

# overlayRefreshingIptvLists
source: Refreshing IPTV lists…
fr_mm: Rafraîchissement des listes IPTV…

# overlayPreparingMetadata
source: Preparing metadata…
fr_mm: Préparation des billets…

# errorHomeLoadTimeout
source: Home load timeout
fr_mm: Délai de chargement du gîte dépassé

# iptvUsernameLabel
source: Username
fr_mm: Nom d’utilisateur

# iptvUsernameHint
source: Xtream username
fr_mm: Identifiant Xtream

# actionBack
source: Back
fr_mm: Retour

# actionSeeAll
source: See All
fr_mm: Voir tout

# actionExpand
source: Expand
fr_mm: Élargir

# actionCollapse
source: Collapse
fr_mm: Rétrécir

# providerSearchPlaceholder
source: Search on {provider}...
fr_mm: Rechercher sur {provider}...

# actionClearHistory
source: Clear history
fr_mm: Pourfendre la chronique

# castTitle
source: Cast
fr_mm: Troupe

# recommendationsTitle
source: Recommendations
fr_mm: Conseils

# libraryHeader
source: Your library
fr_mm: Ta réserve

# libraryDataInfo
source: Data will be displayed when data/domain is implemented.
fr_mm: Les données s'afficheront quand la couche data/domain sera arrimée.

# libraryEmpty
source: Like movies, series or actors to see them appear here.
fr_mm: Likez des films, séries ou acteurs pour les voir apparaître ici.

# serie
source: Series
fr_mm: Feuilleton

# recherche
source: Search
fr_mm: Quête

source: Not yet available
fr_mm: Pas encore disponible

# createPlaylistTitle
source: Create playlist
fr_mm: Créer une liste

source: Playlist name
fr_mm: Nom de la liste

source: Add media
fr_mm: Ajouter des médias

# renamePlaylist
source: Rename
fr_mm: Renommer

# deletePlaylist
source: Delete
fr_mm: Supprimer

# pinPlaylist
source: Pin
fr_mm: Épingler

# unpinPlaylist
source: Unpin
fr_mm: Désépingler

source: Playlist pinned
fr_mm: Liste épinglée

source: Playlist unpinned
fr_mm: Liste désépinglée

source: Playlist deleted
fr_mm: Liste supprimée

# playlistCreatedSuccess
source: Playlist "{name}" created
fr_mm: Liste "{name}" créée

# playlistCreateError
source: Error creating playlist: {error}
fr_mm: Couac lors de la création : {error}

# addedToPlaylist
source: Added
fr_mm: Ajouté

# pinRecoveryTitle
source: Recover PIN code
fr_mm: Récupérer code PIN

# pinRecoveryDescription
source: Retrieve the PIN code for your protected profile.
fr_mm: Récupérez le code PIN de votre profil protégé.

# pinRecoveryComingSoon
source: This feature is coming soon.
fr_mm: Cette fonctionnalité arrive bientôt.

# pinRecoveryCodeLabel
source: Recovery code
fr_mm: Code de récupération

# pinRecoveryCodeHint
source: 8 digits
fr_mm: 8 chiffres

# pinRecoveryVerifyButton
source: Verify
fr_mm: Vérifier

# pinRecoveryCodeInvalid
source: Enter the 8-digit code
fr_mm: Saisissez le code à 8 chiffres

# pinRecoveryCodeExpired
source: Recovery code expired
fr_mm: Le code de récupération a expiré

# pinRecoveryTooManyAttempts
source: Too many attempts. Try again later.
fr_mm: Trop de tentatives. Réessayez plus tard.

# pinRecoveryUnknownError
source: An unexpected error occurred
fr_mm: Une erreur inattendue est survenue

# pinRecoveryNewPinLabel
source: New PIN
fr_mm: Nouveau PIN

# pinRecoveryNewPinHint
source: 4-6 digits
fr_mm: 4-6 chiffres

# pinRecoveryConfirmPinLabel
source: Confirm PIN
fr_mm: Confirmer le PIN

# pinRecoveryConfirmPinHint
source: Repeat the PIN
fr_mm: Répéter le PIN

# pinRecoveryResetButton
source: Update PIN
fr_mm: Mettre à jour le PIN

# pinRecoveryPinInvalid
source: Enter a 4 to 6 digit PIN
fr_mm: Saisissez un PIN de 4 à 6 chiffres

# pinRecoveryPinMismatch
source: PINs do not match
fr_mm: Les PIN ne correspondent pas

# pinRecoveryResetSuccess
source: PIN updated
fr_mm: PIN mis à jour

# settingsAccountsSection
source: Accounts
fr_mm: Comptoirs

# settingsIptvSection
source: IPTV Settings
fr_mm: Ajustes IPTV

# settingsSourcesManagement
source: Source Management
fr_mm: Réglages des sources

# settingsSyncFrequency
source: Update Frequency
fr_mm: Fréquence màj

# settingsAppSection
source: App Settings
fr_mm: Ajustes de l'appli

# settingsAccentColor
source: Accent Color
fr_mm: Couleur d'accent

# settingsPlaybackSection
source: Playback Settings
fr_mm: Ajustes de lecture

# settingsPreferredAudioLanguage
source: Preferred Language
fr_mm: Langage préféré

# settingsPreferredSubtitleLanguage
source: Preferred Subtitles
fr_mm: Sous-titres préférés

# libraryPlaylistsFilter
source: Playlists
fr_mm: Listes

# libraryArtistsFilter
source: Artists
fr_mm: Artistes

# librarySearchPlaceholder
source: Search in my library...
fr_mm: Quérir dans ma réserve...

# libraryInProgress
source: In Progress
fr_mm: En cours

# libraryFavoriteMovies
source: Favorite Movies
fr_mm: Bobines favorites

# libraryFavoriteSeries
source: Favorite Series
fr_mm: Feuilletons favoris

# libraryWatchHistory
source: Watch History
fr_mm: Chronique de visionnage

# libraryItemCount
source: {count} item
fr_mm: {count} élément

# libraryItemCountPlural
source: {count} items
fr_mm: {count} éléments

# searchPeopleTitle
source: People
fr_mm: Personnalités

# searchByProvidersTitle
source: By Providers
fr_mm: Par fournisseurs

# searchByGenresTitle
source: By Genres
fr_mm: Par genre

# personRoleActor
source: Actor
fr_mm: Acteur

# personRoleDirector
source: Director
fr_mm: Réalisateur

# personRoleCreator
source: Creator
fr_mm: Créateur

# tvDistribution
source: Cast
fr_mm: Troupe

# tvSeasonLabel
source: Season {number}
fr_mm: Saison {number}

# tvNoEpisodesAvailable
source: No episodes available
fr_mm: Point d'épisode disponible

# tvResumeSeasonEpisode
source: Resume S{season} E{episode}
fr_mm: Reprendre S{season} E{episode}

# sagaViewPage
source: View Page
fr_mm: Voir la page

# sagaStartNow
source: Start Now
fr_mm: Commencer toutim

# sagaContinue
source: Continue
fr_mm: Poursuivre

# sagaMovieCount
source: {count} films
fr_mm: {count} bobines

# sagaMoviesList
source: Movies List
fr_mm: Liste des bobines

# personMoviesCount
source: {movies} films - {shows} series
fr_mm: {movies} bobines - {shows} feuilletons

# personPlayRandomly
source: Play Randomly
fr_mm: Lire aléatoirement

# personMoviesList
source: Movies List
fr_mm: Liste des bobines

# personSeriesList
source: Series List
fr_mm: Liste des feuilletons

# playlistPlayRandomly
source: Play Randomly
fr_mm: Lire aléatoirement

# playlistAddButton
source: Add
fr_mm: Ajouter

# playlistSortButton
source: Sort
fr_mm: Trier

# playlistSortByTitle
source: Sort By
fr_mm: Trier par

# playlistSortByTitleOption
source: Title
fr_mm: Titre

# playlistSortRecentAdditions
source: Recent Additions
fr_mm: Ajout récents

# playlistSortOldestFirst
source: Oldest First
fr_mm: Anciens d'abord

# playlistSortNewestFirst
source: Newest First
fr_mm: Récents d'abord

# playlistEmptyMessage
source: No items in this playlist
fr_mm: Point d'élément dans cette liste

# playlistItemCount
source: {count} item
fr_mm: {count} élément

# playlistItemCountPlural
source: {count} items
fr_mm: {count} éléments

# playlistSeasonSingular
source: season
fr_mm: saison

# playlistSeasonPlural
source: seasons
fr_mm: saisons

# playlistRenameTitle
source: Rename Playlist
fr_mm: Renommer la liste

# playlistNamePlaceholder
source: Playlist Name
fr_mm: Nom de la liste

# playlistRenamedSuccess
source: Playlist renamed to "{name}"
fr_mm: Liste renommée en "{name}"

# playlistDeleteTitle
source: Delete
fr_mm: Supprimer

# playlistDeleteConfirm
source: Are you sure you want to delete "{title}"?
fr_mm: Êtes-vous sûr de vouloir supprimer "{title}" ?

# playlistDeletedSuccess
source: Playlist deleted
fr_mm: Liste supprimée

# playlistItemRemovedSuccess
source: Item removed
fr_mm: Élément supprimé

# playlistRemoveItemConfirm
source: Remove "{title}" from playlist?
fr_mm: Supprimer "{title}" de la liste ?

# categoryLoadFailed
source: Failed to load category.
fr_mm: Couac lors du chargement de la catégorie.

# categoryEmpty
source: No items in this category.
fr_mm: Point d'élément dans cette catégorie.

# categoryLoadingMore
source: Loading more…
fr_mm: Chargement en cours…

# movieNoPlaylistsAvailable
source: No playlist available
fr_mm: Nulle liste disponible

# playlistAddedTo
source: Added to "{title}"
fr_mm: Ajouté à "{title}"

# errorWithMessage
source: Error: {message}
fr_mm: Couac : {message}

# movieNotAvailableInPlaylist
source: Movie not available in the playlist
fr_mm: Bobine point disponible en la liste

# errorLoadingPlaylists
source: Error loading playlists: {message}
fr_mm: Couac en chargeant les listes : {message}

# errorPlaybackFailed
source: Error playing movie: {message}
fr_mm: Couac lors de la lecture de la bobine : {message}

# movieNoMedia
source: No media to display
fr_mm: Point de média à montrer

# personNoData
source: No person to display.
fr_mm: Point de personnalité à afficher.

# personGenericError
source: An error occurred while loading this person.
fr_mm: Un couac est advenu en chargeant cette personnalité.

# personBiographyTitle
source: Biography
fr_mm: Biographie

# authOtpTitle
source: Sign in
fr_mm: Connexion

# authOtpSubtitle
source: Enter your email and the 8-digit code we send you.
fr_mm: Entrez votre courriel et le code à 8 chiffres qu’on vous envoie.

# authOtpEmailLabel
source: Email
fr_mm: Courriel

# authOtpEmailHint
source: your@email
fr_mm: vous@courriel

# authOtpEmailHelp
source: We will send you an 8-digit code. Check spam if needed.
fr_mm: On vous enverra un code à 8 chiffres. Vérifiez vos indésirables au besoin.

# authOtpCodeLabel
source: Verification code
fr_mm: Code de vérification

# authOtpCodeHint
source: 8-digit code
fr_mm: Code à 8 chiffres

# authOtpCodeHelp
source: Enter the 8-digit code received by email.
fr_mm: Recopiez le code à 8 chiffres reçu par courriel.

# authOtpPrimarySend
source: Send code
fr_mm: Envoyer le code

# authOtpPrimarySubmit
source: Sign in
fr_mm: Se connecter

# authOtpResend
source: Resend code
fr_mm: Renvoyer le code

# authOtpResendDisabled
source: Resend code in {seconds}s
fr_mm: Renvoyer le code dans {seconds}s

# authOtpChangeEmail
source: Change email
fr_mm: Changer de courriel

source: Resume playback
fr_mm: Reprendre la lècture

# settingsCloudSyncSection
source: Cloud Sync
fr_mm: Synchronisation Cloud

# settingsCloudSyncAuto
source: Auto sync
fr_mm: Synchronisation auto

# settingsCloudSyncNow
source: Sync now
fr_mm: Synchroniser maintenant

# settingsCloudSyncInProgress
source: Syncing…
fr_mm: Synchronisation…

# settingsCloudSyncNever
source: Never
fr_mm: Jamais

# settingsCloudSyncError
source: Last error: {error}
fr_mm: Dernière erreur : {error}

# notFoundWithEntity
source: {entity} not found
fr_mm: {entity} introuvable

# notFoundWithEntityAndError
source: {entity} not found: {error}
fr_mm: {entity} introuvable : {error}

# entityMovie
source: Movie
fr_mm: Film

# entitySeries
source: Show
fr_mm: Série

# entityPerson
source: Person
fr_mm: Personne

# entityVideo
source: Video
fr_mm: Vidéo

# errorTimeoutLoading
source: Loading timed out
fr_mm: Timeout lors du chargement

# parentalContentRestricted
source: Restricted Content
fr_mm: Contenu défendu

# parentalContentRestrictedDefault
source: This content is blocked by this profile's parental controls.
fr_mm: Ceste chose est barrée par la garde parentale de ce profil.

# parentalReasonTooYoung
source: This content requires an age higher than this profile's limit.
fr_mm: Ceste chose requiert un âge plus haut que la borne de ce profil.

# parentalReasonUnknownRating
source: The age rating for this content is not available.
fr_mm: La cotation d'âge de ceste chose n'est point disponible.

# parentalReasonInvalidTmdbId
source: This content cannot be evaluated for parental control.
fr_mm: Ceste chose ne peut être évaluée pour la garde parentale.

# parentalUnlockButton
source: Unlock
fr_mm: Déverrouiller
